/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "无法打开“%@”。";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "由于某个问题，“%@”不能打开。";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ 遇到了问题。";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "使用 %2$@ 插件时 %1$@ 意外退出。";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ 意外退出。";

/* button title */
"Agree" = "同意";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "点按“同意”，即表示您同意 Apple 可以定期收集此信息并将其用作支持服务的一部分，以改进 Apple 的产品和服务。此信息以匿名方式收集。要了解有关 Apple 的私隐权政策的更多信息，请参阅 http://www.apple.com.cn/legal/privacy。";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "请咨询开发者以确定“%@”可以与此版本的 Mac OS X 配合工作。您可能需要重新安装该应用程序。请确保安装该应用程序和 Mac OS X 的任何可用更新。";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "点按“发送给 Apple”以将报告提交给 Apple。此信息以匿名方式收集。";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "点按“重新打开”以再次打开应用程序。此报告将自动发送给 Apple。";

/* button title */
"Disagree" = "不同意";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "不再询问我";

/* button title */
"Don\\U2019t Send" = "不发送";

/* button title */
"Hide Details" = "隐藏详细信息";

/* button title */
"OK" = "好";

/* window title - %@ is application name */
"Problem Report for %@" = "“%@”的问题报告";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "请提供重现问题所必需的任何步骤。";

/* button title */
"Reopen" = "重新打开";

/* button title */
"Send to Apple" = "发送给 Apple";

/* button title */
"Show Details" = "显示详细信息";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "此报告将自动发送给 Apple。";

/* Error if system profile fails */
"Unable to gather system configuration information." = "无法收集系统配置信息。";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "使用 App Store 重新下载“%@”。";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "通过向 Apple 发送有关您的电脑的匿名诊断信息和使用信息，您可以帮助我们改进 Apple 产品。";

/* header format string for a hang report */
"You quit %@ because of a problem." = "您退出 %@ 是因为一个问题。";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "您将电脑关机是因为一个问题。";

